examples/damBreak/0/alphas
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphas;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [];

internalField   nonuniform List<scalar> 
2268
(
2
2
2
2
2
2
2
2
...
)
;

boundaryField
{
    leftWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
50
(
2
2
2
2
2
2
2
2
...
)
;
    }
    rightWall
    {
        type            calculated;
        value           uniform 3;
    }
    lowerWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
62
(
2
2
2
2
2
2
2
2
...
)
;
    }
    atmosphere
    {
        type            calculated;
        value           uniform 3;
    }
    defaultFaces
    {
        type            empty;
    }
}


// ************************************************************************* //
